{
  "space-pictures": [
    {
      "id": 0,
      "copyright": "Adam Block",
      "date": "2022-12-28",
      "explanation": "Charles Messier described the 88th entry in his 18th century catalog of Nebulae and Star Clusters as a spiral nebula without stars. Of course the gorgeous M88 is now understood to be a galaxy full of stars, gas, and dust, not unlike our own Milky Way. In fact, M88 is one of the brightest galaxies in the Virgo Galaxy Cluster some 50 million light-years away. M88's beautiful spiral arms are easy to trace in this sharp cosmic portait.  The arms are lined with young blue star clusters, pink star-forming regions, and obscuring dust lanes extending from a yellowish core dominated by an older population of stars. Spiral galaxy M88 spans over 100,000 light-years.",
      "hdurl": "https://apod.nasa.gov/apod/image/2212/M88_2022weebly.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Messier 88",
      "url": "https://apod.nasa.gov/apod/image/2212/M88_2022weebly.jpg",
      "comments": [
        "Very cool image!",
        "Great image!",
        "Couldn't help but glance at this galaxy!"
      ]
    },
    {
      "id": 1,
      "copyright": "Jason Close",
      "date": "2022-12-29",
      "explanation": "The Horsehead Nebula, famous celestial dark marking also known as Barnard 33, is notched against a background glow of emission nebulae in this sharp cosmic skyscape. About five light-years \"tall\" the Horsehead lies some 1,500 light-years away in the constellation of Orion. Within the region's fertile molecular cloud complex, the expanse of obscuring dust has a recognizable shape only by chance from our perspective in the Milky Way though. Orion's easternmost belt star, bright Alnitak, is to the left of center.  Energetic ultraviolet light from Alnitak powers the glow of dusty NGC 2024, the Flame Nebula, just below it. Completing a study in cosmic contrasts, bluish reflection nebula NGC 2023 is below the Horsehead itself. This well-framed telescopic field spans about 3 full moons on the sky.",
      "hdurl": "https://apod.nasa.gov/apod/image/2212/B33LRGB_fb.png",
      "media_type": "image",
      "service_version": "v1",
      "title": "Horsehead and Flame",
      "url": "https://apod.nasa.gov/apod/image/2212/B33LRGB_fb1024.png",
      "comments": [
        "Wow! You can really see the horse's head!",
        "My favorite image to date!",
        "EPIC!!!",
        "Spectacular"
      ]
    },
    {
      "id": 2,
      "copyright": "Gabor Balazs",
      "date": "2022-12-30",
      "explanation": "At this year's end Mars still shines brightly in planet Earth's night as it wanders through the head-strong constellation Taurus. Its bright yellowish hue dominates this starry field of view that includes Taurus' alpha star Aldebaran and the Hyades and Pleiades star clusters. While red giant Aldebaran appears to anchor the V-shape of the Hyades at the left of the frame, Aldebaran is not a member of the Hyades star cluster. The Hyades cluster is 151 light-years away making it the nearest established open star cluster, but Aldebaran lies at less than half that distance, along the same line-of-sight.  At the right, some 400 light-years distant is the open star cluster cataloged as Messier 45, also known as the Pleiades or Seven Sisters. In Greek myth, the Pleiades were daughters of the astronomical titan Atlas and sea-nymph Pleione.",
      "hdurl": "https://apod.nasa.gov/apod/image/2212/mars_clusters.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Mars and the Star Clusters",
      "url": "https://apod.nasa.gov/apod/image/2212/mars_clusters1024.jpg",
      "comments": [
        "That's a big star!!!",
        "Is that the little dipper?"
      ]
    },
    {
      "id": 3,
      "date": "2022-12-31",
      "explanation": "Makemake (sounds like MAH-kay MAH-kay), second brightest dwarf planet of the Kuiper belt, has a moon. Nicknamed MK2, Makemake's moon reflects sunlight with a charcoal-dark surface, about 1,300 times fainter than its parent body. Still, in 2016 it was spotted in Hubble Space Telescope observations intended to search for faint companions with the same technique used to find the small satellites of Pluto. Just as for Pluto and its satellites, further observations of Makemake and orbiting moon will measure the system's mass and density and allow a broader understanding of the distant worlds. About 160 kilometers (100 miles) across compared to Makemake's 1,400 kilometer diameter, MK2's relative size and contrast are shown in this artist's vision. An imagined scene of an unexplored frontier of the Solar System, it looks back from a spacecraft's vantage as the dim Sun shines along the Milky Way. Of course, the Sun is over 50 times farther from Makemake than it is from planet Earth.",
      "hdurl": "https://apod.nasa.gov/apod/image/2212/Makemakemoon100mile2000px.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Moon over Makemake",
      "url": "https://apod.nasa.gov/apod/image/2212/Makemakemoon100mile.jpg",
      "comments": [
        "Simply amazing!"
      ]
    },
    {
      "id": 4,
      "date": "2023-01-01",
      "explanation": "There, that dot on the right, that's the largest rock known in our Solar System. It is larger than every known asteroid, moon, and comet nucleus.  It is larger than any other local rocky planet.  This rock is so large its gravity makes it into a large ball that holds heavy gases near its surface.  (It used to be the largest known rock of any type until the recent discoveries of large dense planets orbiting other stars.)  The Voyager 1 spacecraft took the featured picture -- famously called Pale Blue Dot -- of this giant space rock in 1990 from the outer Solar System.  Today, this rock starts another orbit around its parent star, for roughly the 5 billionth time, spinning over 350 times during each trip.  Happy Gregorian Calendar New Year to all inhabitants of this rock we call Earth.",
      "hdurl": "https://apod.nasa.gov/apod/image/2301/PaleBlueDotOrig_Voyager1_960.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "The Largest Rock in our Solar System",
      "url": "https://apod.nasa.gov/apod/image/2301/PaleBlueDotOrig_Voyager1_960.jpg",
      "comments": [
        "Wow! Great image.",
        "Super cool!",
        "Anyone else not see the dot on the right that they're talking about? LOL",
        "You're telling me that tiny speck is the largest rock known in our solar system?"
      ]
    },
    {
      "id": 5,
      "copyright": "Tunc Tezel",
      "date": "2023-01-02",
      "explanation": "Look up tonight and see a whole bunch of planets. Just after sunset, looking west, planets Venus, Saturn, Jupiter and Mars will all be simultaneously visible. Listed west to east, this planetary lineup will have Venus nearest the horizon, but setting shortly after the Sun.  It doesn't matter where on Earth you live because this early evening planet parade will be visible through clear skies all around the globe.  Taken late last month, the featured image captured all of these planets and more: the Moon and planet Mercury were also simultaneously visible.  Below visibility were the planets Neptune and Uranus, making this a nearly all-planet panorama. In the foreground are hills around the small village of Gökçeören, Kaş, Turkey, near the Mediterranean coast.  Bright stars Altair, Fomalhaut, and Aldebaran are also prominent, as well as the Pleiades star cluster. Venus will rise higher in the sky at sunset as January continues, but Saturn will descend.",
      "hdurl": "https://apod.nasa.gov/apod/image/2301/AllPlanets_Tezel_1680_annotated.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "After Sunset Planet Parade",
      "url": "https://apod.nasa.gov/apod/image/2301/AllPlanets_Tezel_1080_annotated.jpg",
      "comments": [
        "The sky is so beautiful!",
        "Awesome sunset",
        "Wow!!!"
      ]
    }
  ]
}